Repository: mkessel007/genesis-toolbar-extras
Catalog: languages/genesis-toolbar-extras-*.po
Languages: de_de

source: Genesis Toolbar Extras
de_de: Genesis Werkzeugleiste-Extras

source: http://genesisthemes.de/en/wp-plugins/genesis-toolbar-extras/
de_de: http://genesisthemes.de/plugins/genesis-toolbar-extras/

source: David Decker - DECKERWEB
de_de: David Decker - DECKERWEB.de

source: FAQ
de_de: FAQ - Häufige Fragen

source: Donate
de_de: Spenden

source: Search Forum
de_de: Forum durchsuchen

source: My Subscribed Topics
de_de: Meine abonnierten Themen

source: New Topics since last visit
de_de: Neue Themen seit letztem Besuch

source: New Topics Today
de_de: Neue Themen heute

source: User Account at Support Site
de_de: Benutzerkonto bei Support-Seite

source: Ultimate User Guide
de_de: Ultimative Benutzeranleitung

source: Hook Reference
de_de: Hook-Referenz

source: Visual Hook Guide
de_de: Visueller Hook-Leitfaden

source: Filter Reference
de_de: Filter-Referenz

source: Shortcode Reference
de_de: Shortcode-Referenz

source: Visual Markup Guide
de_de: Visueller Markup-Leitfaden

source: Tutorials &amp; Snippets
de_de: Anleitungen &amp; Code-Schnipsel

source: Tutorials by Brian Gardner
de_de: Anleitungen von Brian Gardner

source: Snippets by Brian Gardner
de_de: Code-Schnipsel von Brian Gardner

source: Tutorials by Bill Erickson
de_de: Anleitungen von Bill Erickson

source: Snippets by Bill Erickson
de_de: Code-Schnipsel von Bill Erickson

source: Tutorials by Travis Smith
de_de: Anleitungen von Travis Smith

source: Grid Loop by Travis Smith
de_de: Grid-Loop von Travis Smith

source: Tuturials by Gary Jones
de_de: Anleitungen von Gary Jones

source: Tuturials by Nick Croft
de_de: Anleitungen von Nick Croft

source: Video Tutorials
de_de: Video-Anleitungen

source: Official Blog
de_de: Offizieller Blog

source: Official Blog (StudioPress.com)
de_de: Offizieller Blog (StudioPress.com)

source: Brian Gardner Blog
de_de: Brian Gardners Blog

source: Brian Gardner Blog (The Genesis Leader - briangardner.com)
de_de: Brian Gardners Blog (Der Genesis-Herausgeber - briangardner.com)

source: CopyBlogger Blog (Genesis Backing Company - copyblogger.com)
de_de: CopyBlogger-Blog (Genesis-Herausgeber - copyblogger.com)

source: Showcase Gallery
de_de: Beispiele/ Showcase

source: Affiliate Program
de_de: Partnerprogramm

source: More free plugins/extensions at WP.org
de_de: Mehr freie Plugins bei WP.org

source: German language files
de_de: Deutsche Sprachdateien

source: For Child Themes
de_de: Für Child Themes

source: For Plugins
de_de: Für Plugins

source: Register to Translate
de_de: Anmelden zum Übersetzen

source: Translations Forum
de_de: Übersetzungen-Forum

source: Theme Settings
de_de: Theme-Einstellungen

source: Custom Background
de_de: Hintergrund anpassen

source: Custom Header
de_de: Kopfzeile anpassen

source: SEO Settings
de_de: SEO-Einstellungen

source: Design Settings
de_de: Design-Einstellungen

source: Active Extensions
de_de: Aktive Erweiterungen

source: README Info
de_de: LIESMICH-Informationen

source: Support Forum for Child Theme
de_de: Support-Forum für Child Theme

source: Themedy Support Forum
de_de: Themedy Support-Foren

source: Themedy User Profile
de_de: Themedy Benutzerprofil

source: This plugin adds useful admin settings links and massive resources for Genesis Framework and its ecosystem to the WordPress Toolbar / Admin Bar.
de_de: Dieses Plugin fügt der WordPress Wergzeugleiste bzw. Adminbar nützliche Administratorenlinks und massive Ressourcen für das Genesis Framework plus Child Themes bzw. Erweiterungen hinzu.

source: Resources
de_de: Ressourcen

source: Free Web Graphics
de_de: Freie Web-Grafiken

source: Color Palettes
de_de: Farbschemen

source: Mobile Responsive Testing
de_de: Mobiler Responsive-Test

source: Mobile Responsive Design Testing
de_de: Mobiles Responsive Design testen

source: Media Queries Tester
de_de: Media Queries testen

source: GenesisFinder (Search)
de_de: GenesisFinder (Suche)

source: Custom Code &amp; CSS
de_de: Eigenes CSS+Funktionen

source: Simple Edits
de_de: Einfache Anpassungen

source: Simple Sidebars
de_de: Einfache Sidebars

source: Simple Hooks
de_de: Einfache Hooks

source: Slider Settings
de_de: Slider-Einstellungen

source: Simple Breadcrumbs
de_de: Einfache Breadcrumbs

source: Simple Comments
de_de: Einfache Kommentare

source: AgentPress Listings
de_de: AgentPress Auflistungen

source: Add new Listing
de_de: Neue Auflistung hinzufügen

source: Add/Edit Features
de_de: Features hinzufügen/bearbeiten

source: Register new Taxonomy
de_de: Neue Taxonomie registrieren

source: Genesis Media Project
de_de: Genesis Medienprojekt

source: Add new Video
de_de: Neues Video hinzufügen

source: Video Categories
de_de: Videokategorien

source: Video Tags
de_de: Videoschlagwörter

source: Tab Slider Settings
de_de: Tab Slider-Einstellungen

source: Media Project Settings
de_de: Medienprojekt Einstellungen

source: Media Project: Tab Slider Settings
de_de: Medienprojekt: Tab Slider-Einstellungen

source: Simple URLs
de_de: Einfache URLs

source: Add new URL
de_de: Neue URL hinzufügen

source: Dynamic Content Gallery
de_de: Dynamische Inhaltsgalerie

source: Manage Content
de_de: Inhalt verwalten

source: Premise Landing Pages &amp; Membership Content
de_de: Premise Landingseiten &amp; Mitglieder-Inhalte

source: Landing Pages
de_de: Landingseiten

source: Add new Landing Page
de_de: Neue Landingseite hinzufügen

source: Main Settings
de_de: Haupteinstellungen

source: Style Settings
de_de: Stil-Einstellungen

source: Add new Style
de_de: Neuen Stil hinzufügen

source: Premise Member Access
de_de: Premise Mitglieder-Zugriff

source: Products
de_de: Produkte

source: Orders
de_de: Bestellungen

source: Reports
de_de: Berichte/ Statistiken

source: Settings
de_de: Einstellungen

source: Support Site
de_de: Support-Seite

source: Knowledge Base
de_de: Wissensbasis

# Translators: For the tooltip
source: Ultimate User Guide (PDF/ EBook)
de_de: Ultimative Benutzeranleitung (PDF/ EBook)

# Translators: For the tooltip
source: Genesis Tutorials by Brian Gardner
de_de: Genesis Anleitungen von Brian Gardner

# Translators: For the tooltip
source: Genesis Code Snippets by Brian Gardner
de_de: Genesis Code-Schnipsel von Brian Gardner

# Translators: For the tooltip
source: Genesis &amp; WordPress Tutorials by Bill Erickson
de_de: Genesis- &amp; Wordpress-Anleitungen von Bill Erickson

# Translators: For the tooltip
source: Genesis Code Snippets by Bill Erickson
de_de: Genesis Code-Schnipsel von Bill Erickson

# Translators: For the tooltip
source: Genesis Tutorials by Travis Smith
de_de: Genesis-Anleitungen von Travis Smith

# Translators: For the tooltip
source: Genesis Grid Loop Tutorials by Travis Smith
de_de: Genesis Grid-Loop-Anleitungen von Travis Smith

# Translators: For the tooltip
source: Genesis Tutorials by Gary Jones
de_de: Genesis-Anleitungen von Gary Jones

# Translators: For the tooltip
source: Genesis Tutorials by Nick Croft
de_de: Genesis-Anleitungen von Nick Croft

# Translators: For the tooltip
source: GenesisFinder.com - Genesis Search Engine
de_de: GenesisFinder.com - Genesis Suchmaschine

# Translators: For the tooltip
source: German language files for Genesis Framework, Child Themes and more extensions
de_de: Deutsche Sprachdateien für Genesis Framework, Child Themes und weitere Plugins/ Erweiterungen

# Translators: For the tooltip
source: For Child Themes
de_de: Übersetzungen für Genesis Child Themes

# Translators: For the tooltip
source: For Plugins
de_de: Übersetzungen für Genesis Plugins

# Translators: For the tooltip
source: Custom Code &amp; CSS for Prose
de_de: Eigener Code plus eigene CSS-Regeln für Prose

# Translators: For the tooltip
source: Import &amp; Export
de_de: Import &amp; Export von Einstellungen

# Translators: For the tooltip
source: Generate Box (for Generate Child Theme)
de_de: Generate-Box (für das Generate Child Theme)

# Translators: For the tooltip
source: Genesis Connect (for BuddyPress)
de_de: Genesis Connect (für BuddyPress)

# Translators: For the tooltip
source: Support Forum for Child Theme
de_de: Support-Forum für das aktive Child Theme

# Translators: For the tooltip
source: Support Site/Info for Child Theme
de_de: Support-Seite/ -Info für das aktive Child Theme

# Translators: For the tooltip
source: Documentation/ Knowledge Base for Child Theme
de_de: Dokumentation bzw. Wissensbasis für das aktive Child Theme

source: Portfolio Items
de_de: Portfolio-Elemente

source: Add new Portfolio
de_de: Neues Portfolio hinzufügen

source: Portfolio Categories
de_de: Portfolio-Kategorien

source: Add new Slide
de_de: Neue Slide hinzufügen

source: Photos
de_de: Fotos

source: Add new Photo
de_de: Neues Foto hinzufügen

source: Photo Galleries
de_de: Fotogalerien

source: Add new Product
de_de: Neues Produkt hinzufügen

source: Product Categories
de_de: Produktkategorien

source: Theme How To
de_de: Theme-Anleitung

# Translators: For the tooltip
source: Theme How To
de_de: Anleitung für das Theme

# Translators: For the tooltip
source: (in)SPYR Slides
de_de: Slides für das (in)SPYR Theme

source: (in)SPYR Add new Slide
de_de: (in)SPYR neue Slide hinzufügen

# Translators: For the tooltip
source: (in)SPYR Add new Slide
de_de: (in)SPYR neue Slide hinzufügen

source: Custom Backgrounds
de_de: Eigene Hintergründe

source: Favicon Uploader
de_de: Favicon hochladen

source: Footer Widgets
de_de: Fußzeilen-Widgets

source: Simple Defaults
de_de: Einfache Standardeinstellungen

# Translators: For the tooltip
source: Generate Box (for Email/Lead Management)
de_de: Generate-Box (für E-Mail-Listenverwaltung)

source: Accordion Settings
de_de: Accordion Einstellungen

source: SEO Data Transporter
de_de: SEO-Daten Transporter

source: Press Post Type
de_de: Presse Inhaltstyp

source: Add new Press/News
de_de: Neuen Presseinhalt hinzufügen

source: Press/News Categories
de_de: Presse-Kategorien

source: Press/News Tags
de_de: Presse-Schlagwörter

# Translators: For the tooltip - Genesis Promotion Box Post Type
source: Genesis Promotion Box
de_de: Genesis Promotion-Box (Inhaltstyp)

source: Add new Promotion
de_de: Neue Promotion hinzufügen

source: Premise Help
de_de: Premise-Hilfe

source: Style Select
de_de: Stil-Auswahl

source: Title Toggle
de_de: Seitentitelanzeige

source: Featured Images
de_de: Standard-Artikelbild (Featured Bild)

source: bbPress Genesis Options
de_de: bbPress Genesis-Einstellungen

source: Genesis Hooks
de_de: Genesis Hooks-Anzeige

source: Teaser Boxes Settings
de_de: Grid-/ Anreißer-Boxen Einstellungen

# Translators: Plugin support links
source: Support
de_de: Hilfe & Unterstützung (Support)

# Translators: For the tooltip
source: Support - official StudioPress Support Forum for Members
de_de: Support - offizielles StudioPress-Forum für Mitglieder/ Kunden

source: Explained Series
de_de: erklärt - Serie

# Translators: For the tooltip
source: Explained Series by Nick Croft (Community Resource)
de_de: erklärt - Serie von Nick Croft (Community-Quelle)

source: HQ
de_de: Zentrale

source: News Planet
de_de: Nachrichten Planet

source: News Planet (official and community news via FriendFeed service)
de_de: Nachrichten Planet (offizielle und Community-Nachrichten via FriendFeed-Dienst)

source: Help Translate %s
de_de: %s mit übersetzen

# Translators: For the tooltip
source: %s Translation Project
de_de: %s Übersetzungsprojekt

# Translators: For the tooltip
source: Register to Translate %s
de_de: Anmelden, um beim %s Übersetzungsprojekt teilnehmen zu können

# Translators: For the tooltip
source: Translations Forum (%s Support Forum)
de_de: Übersetzungen-Forum (%s Support-Forum)

source: Menus
de_de: Menüs

# Translators: For the tooltip
source: Active %s Extensions Plugins
de_de: Aktive %s Erweiterungen/ Plugins

source: Responsive Slider Settings
de_de: Responsiver Slider Einstellungen

source: Grid Settings
de_de: Grid-Einstellungen

source: Comment Title
de_de: Kommentar-Titel

source: Edit style.css
de_de: Bearbeiten: style.css

# Translators: For the tooltip
source: Edit current child theme stylesheet: style.css
de_de: Stylesheet-Datei des aktuellen Child Themes bearbeiten: style.css

source: Edit functions.php
de_de: Bearbeiten: functions.php

# Translators: For the tooltip
source: Edit current child theme functions: functions.php
de_de: Funktions-Datei des aktuellen Child Themes bearbeiten: functions.php

source: 404 Page Content
de_de: 404-Seiteninhalt

source: 404 Error Page Content
de_de: Inhalt der 404-Fehlerseite

source: Helpdesk
de_de: Hilfecenter

source: Helpdesk - Support
de_de: Hilfecenter - Support

source: wpSEO Settings
de_de: wpSEO Einstellungen

# Translators: For the tooltip
source: SEO Ultimate Title Settings
de_de: SEO Ultimate Titeleinstellungen

source: Meta Description Editor
de_de: Meta-Beschreibung Editor

source: More Moduls &amp; Settings
de_de: Mehr Module &amp; Einstellungen

source: Page Settings
de_de: Seiten-Einstellungen

source: Page Modules
de_de: Seiten-Module

# Translators: For the tooltip
source: gdHeadSpace4 - Meta Data
de_de: gdHeadSpace4 - Meta-Daten

source: Main Titles
de_de: Titel, 1. Level

source: Secondary Titles
de_de: Titel, 2. Level

source: Secondary Descriptions
de_de: Beschreibungen, 2. Level

source: Head Meta
de_de: Kopfzeilen-Metadaten

# Translators: For the tooltip
source: WordPress SEO by Yoast - Dashboard
de_de: WordPress SEO von Yoast.com - Übersicht

# Translators: For the tooltip
source: All In One SEO Pack Pro
de_de: All In One SEO Pack Pro (Premium)

source: Archives Settings
de_de: Archiv-Einstellungen

source: Register new Taxonomies
de_de: Neue Taxonomien registrieren

source: Portfolio Settings
de_de: Portfolio-Einstellungen

source: Genesis Portfolio: Settings
de_de: Genesis Portfolio: Einstellungen

# Translators: For GCPTA Plugin Archives
source: Listings
de_de: Auflistungen:

# Translators: For GCPTA Plugin Archives
source: Press
de_de: Presse:

# Translators: For GCPTA Plugin Archives
source: Products
de_de: Produkte:

source: Edit custom.css
de_de: Bearbeiten custom.css

# Translators: For the tooltip
source: Edit current child theme custom stylesheet: custom.css
de_de: Benutzerdefinierte Stile des aktuellen Child Themes bearbeiten: custom.css

source: Edit custom_functions.php
de_de: Bearbeiten custom_functions.php

# Translators: For the tooltip
source: Edit current child theme custom functions: custom_functions.php
de_de: Benutzerdefinierte Funktionen des aktuellen Child Themes bearbeiten: custom_functions.php

source: %s Community Translations
de_de: %s Community-Übersetzungen

# Translators: For the tooltip
source: %s Community Translations Project
de_de: %s Community-Übersetzungen Projekt

source: Register for Community Translations
de_de: Anmelden für Community-Übersetzungen

# Translators: For the tooltip
source: Register for Community Translations
de_de: Anmelden/ Registrieren für Community-Übersetzungen

# Translators: For the tooltip
source: Design Palette - Plugin Extension
de_de: Design Palette - Plugin-Erweiterung

source: GenesisFinder Search
de_de: GenesisFinder Suche

source: GO
de_de: LOS

source: Translations
de_de: Übersetzungen

source: README for
de_de: LIESMICH für

source: Theme README
de_de: Theme Liesmich

source: The %s file was not found in the child theme, or it was empty.
de_de: Die %s Datei wurde nicht gefunden im Child Theme oder sie war leer bzw. ungültig.

source: Changelog for
de_de: Versionshistorie für

source: Theme Changelog
de_de: Theme Historie

# Translators: For the tooltip
source: GenesisFinder Search
de_de: GenesisFinder Suche - die Genesis Suchmaschine für das Framework, Tutorials, Plugins usw.

source: Changelog Info
de_de: Versionshistorie

source: Social:
de_de: Vernetzen:

source: Suggest new resource items, child themes or plugins for support
de_de: Neue Links für Ressourcen-Links, unterstützte Child Themes oder Plugins vorschlagen

source: Code snippets for customizing &amp; branding
de_de: Code-Schnipsel fürs Anpassen und Branden des Plugins

source: Important plugin links:
de_de: Wichtige Plugin-Links:

source: More about the plugin author
de_de: Mehr über den Plugin-Autor

source: Other, recommended Genesis plugins
de_de: Weitere, empfohlene Genesis-spezifische Plugins

source: allows modifying of default layouts for homepage, various archive, attachment, search, 404 pages via theme options
de_de: erlaubt es, Standardlayouts für Bereiche wie Homepage, Einzelansichts-, Archiv-, Anhangs-, Suchergebnis- und 404-Seiten via Theme-Einstellungen festzulegen

source: print your stuff out - and only what's needed
de_de: Inhalt ausdrucken - wobei Unnötiges ausgeblendet wird, spart Tinte und Papier

source: be prepared for the edge cases - with easy to handle widget areas
de_de: vorbereitet sein auf die 'Nichts gefunden'-Fälle - mit einfach handhabbaren Widget-Bereichen

source: Reorder Taxonomies
de_de: Taxonomien neu anordnen

source: Soliloquy Sliders
de_de: Soliloquy Slider

source: Add new Slider
de_de: Neuen Slider hinzufügen

source: Add Ons
de_de: Erweiterungen

source: Titles &amp; Metas
de_de: Titel &amp; Meta-Tags

source: Internal Links
de_de: Interne Links

source: General Settings
de_de: Allgemeine Einstellungen

source: Structure Settings:
de_de: Struktur-Einstellungen:

source: Wrap
de_de: Wrap-Container

source: Layout Widths
de_de: Layout-Breiten

source: Content Settings:
de_de: Inhalts-Einstellungen:

source: Header
de_de: Kopfzeile

source: Footer
de_de: Fußzeile

source: Content
de_de: Inhalt

source: Comments
de_de: Kommentare

source: EZ Widget Areas
de_de: EZ Widget-Bereiche

source: Search
de_de: Suche

source: Taxonomy/ Title Boxes
de_de: Taxonomie/ Titel-Boxen

source: Author Boxes
de_de: Autoren-Boxen

source: Post Navigation
de_de: Beitrags-Navigation

source: Extra Settings:
de_de: Extra-Einstellungen:

source: Image Uploader
de_de: Bilder hochladen

source: Import/ Export Settings
de_de: Einstellungen Import/ Export

source: Custom CSS &amp; Code
de_de: Eigenes CSS+Funktionen

# Translators: For the tooltip
source: Custom CSS &amp; Code for Dynamik Genesis
de_de: Eigenes CSS+Funktionen für Dynamik Genesis

source: Custom CSS
de_de: Eigenes CSS

source: Custom Functions
de_de: Eigene Funktionen

source: Custom Conditionals
de_de: Eigene Bedingungen

source: Custom Widget Areas
de_de: Eigene Widget-Bereiche

source: Custom Hook Boxes
de_de: Eigene Hook-Bereiche

source: Plugin website
de_de: Plugin-Webseite

source: Primary Navigation
de_de: Haupt-Navigation

source: Secondary Navigation
de_de: Zweit-Navigation

source: Header Navigation
de_de: Kopfzeilen-Navigation

source: Button Settings
de_de: Button-Einstellungen

source: Add new Button
de_de: Neuen Button hinzufügen

source: Access Levels
de_de: Zugriffslevel

source: Tutorials by the Community
de_de: Anleitungen von der Community

# Translators: For the tooltip
source: Tutorials by the Community (official unofficial...)
de_de: Anleitungen &amp; Code-Schnipsel von der Community (offiziell-inoffiziell...)

# Translators: For the tooltip
source: Official Video Tutorials - StudioPress.tv
de_de: Offizielle Video-Anleitungen - StudioPress.tv

source: Snippets by Brad Potter
de_de: Code-Schnipsel von Brad Potter

# Translators: For the tooltip
source: Genesis Code Snippets by Brad Potter
de_de: Genesis Code-Schnipsel von Brad Potter

source: Community Video Tutorials
de_de: Community Video-Anleitungen

# Translators: For the tooltip
source: Community Video Tutorials (unofficial)
de_de: Video-Anleitungen der Community (inoffiziell)

source: News Planet for Genesis and its ecosystem right there in your WordPress dashboard
de_de: Nachrichten-Planet für Genesis und dessen Ökosystem, direkt im WordPress Dashboard

source: for admins: fully customizeable with own parameters
de_de: für Admins: voll anpassbar mit eigenen Parametern

source: Find then Create. Your Genesis Framework Search Engine.
de_de: Finden, dann erschaffen. Die Genesis Framework Suchmaschine.

source: Miscellaneous
de_de: Sonstiges

source: Network Bar
de_de: Netzwerk-Leiste

source: Widget Settings Export
de_de: Widget Einstellungen-Export

# Translators: For the tooltip
source: Widget Settings Export (Plugin Tool)
de_de: Widget Einstellungen-Export (Plugin-Wergzeug)

source: Widget Settings Import
de_de: Widget Einstellungen-Import

# Translators: For the tooltip
source: Widget Settings Import (Plugin Tool)
de_de: Widget Einstellungen-Import (Plugin-Werkzeug)

source: Touch Carousel
de_de: Touch Karussell

source: Add new Carousel
de_de: Neues Karussell hinzufügen

source: Edit gpsp-print.css
de_de: Bearbeiten: gpsp-print.css

# Translators: For the tooltip
source: Edit current child theme CSS file: gpsp-print.css
de_de: CSS-Datei aus Child Theme Ordner bearbeiten: gpsp-print.css

source: Edit print-additions.css
de_de: Bearbeiten: print-additions.css

# Translators: For the tooltip
source: Edit current child theme CSS file: print-additions.css
de_de: CSS-Datei aus Child Theme Ordner bearbeiten: print-additions.css

source: Edit gspn-styles.css
de_de: Bearbeiten: gspn-styles.css

# Translators: For the tooltip
source: Edit current child theme CSS file: gspn-styles.css
de_de: CSS-Datei aus Child Theme Ordner bearbeiten: gspn-styles.css

source: Edit gspn-additions.css
de_de: Bearbeiten: gspn-additions.css

# Translators: For the tooltip
source: Edit current child theme CSS file: gspn-additions.css
de_de: CSS-Datei aus Child Theme Ordner bearbeiten: gspn-additions.css

source: Edit gspm-styles.css
de_de: Bearbeiten: gspm-styles.css

# Translators: For the tooltip
source: Edit current child theme CSS file: gspm-styles.css
de_de: CSS-Datei aus Child Theme Ordner bearbeiten: gspm-styles.css

source: Edit gspm-additions.css
de_de: Bearbeiten: gspm-additions.css

# Translators: For the tooltip
source: Edit current child theme CSS file: gspm-additions.css
de_de: CSS-Datei aus Child Theme Ordner bearbeiten: gspm-additions.css

source: Grid Loop Settings
de_de: Grid Loop Einstellungen

source: Agents/ Broker Listings
de_de: Makler-Liste

source: Add/ Create Agent
de_de: Makler hinzufügen

source: Jetpack Custom CSS Edit
de_de: Jetpack eigenes CSS bearbeiten

source: Extender Settings
de_de: Extender Einstellungen

source: Plugin Info
de_de: Plugin-Infos

source: Extender Custom
de_de: Extender Anpassungen

source: Bootstrap Carousel Settings
de_de: Bootstrap Karussell Einstellungen

source: Coupons
de_de: Gutscheine

source: Add new Coupon
de_de: Neuen Gutschein hinzufügen

source: Add new Link
de_de: Neuen Link hinzufügen

source: Premise Members
de_de: Premise-Mitglieder

source: Add new Member
de_de: Neues Mitglied hinzufügen

source: Responsive Header
de_de: Responsive Kopfzeile

source: Simple Headers
de_de: Einfache Kopfzeilen

source: Updates
de_de: Aktualisierungen
